export var words = [
    {
      id: 1,
      title: '反向招聘？',
      tags: ['HR', '面试'],
      sub: '收到一个新问题',
      time: '33分钟前',
      content: '前台再找找有没有干后期制作的职位，投的简历都没有回复，突然一个hr直接要求我投简历，投完也确定了。但是电话回复， 我说暂时没有完全离职， 她回复那稍后在确定， 感谢我的接听， 然后呢就不合适了， 这很突然也没有所谓， 是人家要了感觉不合适。然后奇葩的事情 出现了， 15 点接完电话就结果不合适， 16 点同公司的hr再次找我投简历， 并在18确定沟通， 但这次没有电话而是文字回复， 后面暂时没有声音。 让我又喜又呢 ',
      huida:1,
      guanzhu:0
    },
    {
      id: 2,
      title: '公司让员工都起英文名，有什么作用么？',
      tags: ['职场'],
      sub: '收到一个新问题',
      time: '56分钟前',
      content: '公司在北京，主要还是一家创业公司，现在让所有人都互相叫英文名，记不住就给全公司买饮料。。。我上学的时候英语就不好，很难记住一堆英文名，感觉沟通起来很麻烦。',
      huida: 6,
      guanzhu: 2
    },
    {
      id: 3,
      title: '为什么面试官在最后的面试中，都会问一句「你还有什么问题吗」，这个考察什么？',
      tags: ['面试','面试题'],
      sub: '收到一个新问题',
      time: '1个小时前',
      content: '在找关于人力资源方面的工作时，去面试的时候发现很多面试官会问我，还有什么要问我的，这个问题主要是考察什么呢？如果回答的不好是不是就不会录用了？？',
      huida: 45,
      guanzhu: 63
    },
    {
      id: 4,
      title: '人力资源中的员工关系主要做什么？',
      tags: ['HR'],
      sub: '收到一个新问题',
      time: '2个小时前',
      content: '我刚刚开始从事人力资源工作，目前就职于一家小型企业，老大提出让我做员工关系方向，想要了解一下员工关系方面，主要都有什么事情。',
      huida: 3,
      guanzhu: 9
    },
    {
      id: 5,
      title: '社区运营和社群运营是一个概念吗？有什么区别？',
      tags: ['运营','社群运营'],
      sub: '收到一个新问题',
      time: '4个小时前',
      content: '目前是在北京的一家O2O水果生鲜公司做社区运营，自己也兼管了一些用户的微信群，但是一直没有想清楚，这两者有啥区别。求有经验的人分享下对这块的理解。',
      huida: 11,
      guanzhu: 47
    },
    {
      id: 6,
      title: '为什么微信推出企业号后，又推出了“企业微信”？',
      tags: ['产品经理', '微信'],
      sub: '收到一个新问题',
      time: '5个小时前',
      content: '“企业微信”最近发布，和企业微信号功能相似，企业微信官网：http://work.weixin.qq.com/',
      huida: 9,
      guanzhu: 26
    }
];
export var jingxuanData = [{
    id: 1,
    title: '热议丨你吃过公司画的哪些大饼？',
    tags: ['热议', '闲聊'],
    sub: '可能来自遥远的阿贝尔2029星系群 ',
    time: '56分钟前',
    content: '第一家公司要离职的时候老板为了留住我说两年之内保证你能有8k的薪资(当时工资2k8)，你现在年轻需要磨练，但我还是离职了，然而两年过去后我现在已经12k了',
    huida: 5,
    guanzhu: 0
  },
  {
    id: 2,
    title: '热议 | 来自互联网公司和外包公司的程序员到底有什么区别？',
    tags: ['职场','互联网'],
    sub: '可能来自遥远的阿贝尔2029星系群',
    time: '58分钟前',
    content: '1.外包比较忙，但不一定是任务重，任务重都能接受，是各种乱七八糟的破事都给你！心烦。 2.没奖金，没加班费，没团建，没朋友，没前途。 3.责任心理不同，不利于个人发展 4.不稳定因素更多，比如项目到期，要面临辞退或让你面试其他项目的风险。 5.没有归属感 6.你会变得迟钝，思维混乱，付出与回报不成正比变得心理扭曲，不好换工作，年龄越来越大，越拖延越与时代脱轨。 看我的总结如此混乱，你应该知道我处在',
    huida: 36,
    guanzhu: 2
  },
  {
    id: 3,
    title: '为什么面试官在最后的面试中，都会问一句「你还有什么问题吗」，这个考察什么？',
    tags: ['面试', '面试题'],
    sub: '可能来自遥远的阿贝尔2029星系群',
    time: '1个小时前',
    content: '在找关于人力资源方面的工作时，去面试的时候发现很多面试官会问我，还有什么要问我的，这个问题主要是考察什么呢？如果回答的不好是不是就不会录用了？？',
    huida: 45,
    guanzhu: 63
  },
  {
    id: 4,
    title: '热议 | 在求职时，学历对程序员真的很重要吗？',
    tags: ['学历','HR'],
    sub: '可能来自遥远的阿贝尔2029星系群',
    time: '2个小时前',
    content: '本人大专学历，公司有一同事研究生毕业，比我还大几岁，工作属性差不多，然而我的工资比他高一截。虽然本人常把“英雄不问出处”挂在嘴边，但不得不承认，学历还是很重要的。对于一个本来就有能力的人来说，你不需要花很大的代价来证明自己，你的学历就是最好的敲门砖。如果你空有能力而没有学历，也不用灰心，不用想着考个自考混个文凭抬高身价这些虚头巴脑的东西，要知道用人单位都不傻，现在正儿八经的本科生研究生大把...',
    huida: 93,
    guanzhu: 9
  },
  {
    id: 5,
    title: '热议丨“你为什么离开上家公司？”',
    tags: ['社交', '公司'],
    sub: '可能来自遥远的阿贝尔2029星系群',
    time: '4个小时前',
    content: '画的饼太大就着鸡汤也咽不下',
    huida: 11,
    guanzhu: 47
  },
  {
    id: 6,
    title: '热议 | 高级工程师VS普通程序员核心差距在哪里？',
    tags: ['程序员', '工程师'],
    sub: '可能来自遥远的阿贝尔2029星系群',
    time: '5个小时前',
    content: '说实话，讲道理，想想国内那么多水货，差距在于一个会装逼，一个不会装逼',
    huida: 9,
    guanzhu: 26
  },
  {
    id: 7,
    title: '热议丨如果有关系好的同事向你打探薪资，你该怎么回？',
    tags: ['同事', '公司'],
    sub: '可能来自遥远的阿贝尔2029星系群',
    time: '5个小时前',
    content: '不讨论薪资是公司在利用信息不对称压榨你的价值！ ～～顶我上去让更多人看到真相！～～',
    huida: 19,
    guanzhu: 43
  }
];
export var userInfo = {
    name: '拉钩用户9195',
    img: '../../../static/images/user.png',
    userStatus: [{
      tag: '提问',
      num: 0
    }, {
      tag: '回答',
      num: 0
    }, {
      tag: '获赞',
      num: 0
    }]
}